Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: We’ll email a link to reset the password for your venue owner login.
de: Wir senden Ihnen per E-Mail einen Link zum Zurücksetzen des Passworts für Ihren Veranstaltungsortbesitzer-Login.
es: Le enviaremos por correo electrónico un enlace para restablecer la contraseña para iniciar sesión como propietario del local.
fr: Nous vous enverrons par e-mail un lien pour réinitialiser le mot de passe de connexion de votre propriétaire de site.
it: Ti invieremo via email un collegamento per reimpostare la password per l'accesso del proprietario della sede.
pl: Wyślemy e-mailem link umożliwiający zresetowanie hasła do logowania właściciela obiektu.
pt: Enviaremos por e-mail um link para redefinir a senha do login do proprietário do local.
ru: Мы отправим по электронной почте ссылку для сброса пароля для входа в систему владельца заведения.
sq: Ne do të dërgojmë një lidhje me email për të rivendosur fjalëkalimin për hyrjen e pronarit të lokalit tuaj.
zh_hans: 我们将通过电子邮件发送一个链接，用于重置您的场地所有者登录密码。

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito web
pl: Strona internetowa
pt: Site
ru: Веб-сайт
sq: Faqja e internetit
zh_hans: 网站

source: What You Can Do on FanGeo
de: Was Sie auf FanGeo tun können
es: Qué puedes hacer en FanGeo
fr: Ce que vous pouvez faire sur FanGeo
it: Cosa puoi fare su FanGeo
pl: Co możesz zrobić na FanGeo
pt: O que você pode fazer em FanGeo
ru: Что вы можете сделать на FanGeo
sq: Çfarë mund të bëni në FanGeo
zh_hans: 您可以在 FanGeo 上做什么

source: When fans poke you, they’ll appear here.
de: Wenn Fans Sie anstupsen, werden sie hier angezeigt.
es: Cuando los fans te pinchen, aparecerán aquí.
fr: Lorsque les fans vous piqueront, ils apparaîtront ici.
it: Quando i fan ti colpiscono, appariranno qui.
pl: Gdy fani Cię szturchną, pojawią się tutaj.
pt: Quando os fãs cutucarem você, eles aparecerão aqui.
ru: Когда фанаты тыкают вас, они появляются здесь.
sq: Kur fansat të të godasin, ata do të shfaqen këtu.
zh_hans: 当粉丝戳你时，他们会出现在这里。

source: When someone adds you, it will show up here.
de: Wenn dich jemand hinzufügt, wird es hier angezeigt.
es: Cuando alguien te agregue, aparecerá aquí.
fr: Lorsque quelqu'un vous ajoute, cela apparaîtra ici.
it: Quando qualcuno ti aggiunge, verrà visualizzato qui.
pl: Gdy ktoś Cię doda, pojawi się to tutaj.
pt: Quando alguém adicionar você, ele aparecerá aqui.
ru: Когда кто-то добавит вас, это появится здесь.
sq: Kur dikush ju shton, ai do të shfaqet këtu.
zh_hans: 当有人添加您时，它会显示在这里。

source: When your venue gets the most fans
de: Wenn Ihr Veranstaltungsort die meisten Fans hat
es: Cuando tu local recibe más fans
fr: Quand votre salle attire le plus de fans
it: Quando il tuo locale ottiene il maggior numero di fan
pl: Kiedy Twoje miejsce zdobędzie najwięcej fanów
pt: Quando seu local recebe mais fãs
ru: Когда у твоего заведения больше всего поклонников
sq: Kur vendi juaj merr më shumë fansa
zh_hans: 当您的场地拥有最多粉丝时

source: Why?
de: Warum?
es: ¿Por qué?
fr: Pourquoi?
it: Perché?
pl: Dlaczego?
pt: Por que?
ru: Почему?
sq: Pse?
zh_hans: 为什么？

source: Withdraw request
de: Antrag zurückziehen
es: Solicitud de retiro
fr: Demande de retrait
it: Ritirare la richiesta
pl: Wycofaj żądanie
pt: Solicitação de retirada
ru: Запрос на вывод средств
sq: Kërkesa për tërheqje
zh_hans: 提款请求

source: World Cup
de: Weltmeisterschaft
es: copa del mundo
fr: Coupe du monde
it: Coppa del Mondo
pl: Puchar Świata
pt: Copa do Mundo
ru: Чемпионат мира
sq: Kupa e Botës
zh_hans: 世界杯

source: Yes, withdraw
de: Ja, zurückziehen
es: Si, retirar
fr: Oui, retirer
it: Sì, ritirati
pl: Tak, wycofaj się
pt: Sim, retirar
ru: Да, снять
sq: Po, tërhiqe
zh_hans: 是的，撤回

source: You can edit the venue name and profile details, but contact FanGeo Support to change address or core location details.
de: Sie können den Namen des Veranstaltungsorts und die Profildetails bearbeiten. Wenden Sie sich jedoch an den FanGeo-Support, um die Adresse oder die Hauptstandortdetails zu ändern.
es: Puede editar el nombre del local y los detalles del perfil, pero comuníquese con FanGeo soporte para cambiar la dirección o los detalles de la ubicación principal.
fr: Vous pouvez modifier le nom du lieu et les détails du profil, mais contactez le support FanGeo pour modifier l'adresse ou les détails de l'emplacement principal.
it: Puoi modificare il nome della sede e i dettagli del profilo, ma contatta l'supporto FanGeo per modificare l'indirizzo o i dettagli della posizione principale.
pl: Możesz edytować nazwę miejsca i szczegóły profilu, ale skontaktuj się z działem wsparcia FanGeo, aby zmienić adres lub szczegóły lokalizacji głównej.
pt: Você pode editar o nome do local e os detalhes do perfil, mas entre em contato com o suporte FanGeo para alterar o endereço ou os detalhes do local principal.
ru: Вы можете редактировать название заведения и данные профиля, но обратитесь в службу поддержки FanGeo, чтобы изменить адрес или данные основного местоположения.
sq: Mund të modifikoni emrin e vendit dhe detajet e profilit, por kontaktoni FanGeo Mbështetjen për të ndryshuar adresën ose detajet kryesore të vendndodhjes.
zh_hans: 您可以编辑场地名称和个人资料详细信息，但请联系 FanGeo 支持人员更改地址或核心位置详细信息。

source: You did not submit predictions before voting closed.
de: Sie haben vor Ende der Abstimmung keine Vorhersagen abgegeben.
es: No enviaste predicciones antes de que se cerrara la votación.
fr: Vous n'avez pas soumis de pronostics avant la clôture du vote.
it: Non hai inviato pronostici prima della chiusura della votazione.
pl: Nie przesłano prognoz przed zakończeniem głosowania.
pt: Você não enviou previsões antes do encerramento da votação.
ru: Вы не предоставили прогнозы до закрытия голосования.
sq: Ju nuk keni dorëzuar parashikime përpara se të mbyllni votën.
zh_hans: 您在投票结束前未提交预测。

source: You have been signed out.
de: Sie wurden abgemeldet.
es: Has cerrado tu sesión.
fr: Vous avez été déconnecté.
it: Sei stato disconnesso.
pl: Zostałeś wylogowany.
pt: Você foi desconectado.
ru: Вы вышли из системы.
sq: Ju keni dalë nga llogaria.
zh_hans: 您已退出。

source: Your current email address will remain reserved and cannot be used to create another FanGeo account at this time.
de: Ihre aktuelle E-Mail-Adresse bleibt reserviert und kann derzeit nicht zum Erstellen eines weiteren FanGeo-Kontos verwendet werden.
es: Su dirección de correo electrónico actual permanecerá reservada y no podrá usarse para crear otra cuenta FanGeo en este momento.
fr: Votre adresse e-mail actuelle restera réservée et ne pourra pas être utilisée pour créer un autre compte FanGeo pour le moment.
it: Il tuo attuale indirizzo email rimarrà riservato e non potrà essere utilizzato per creare un altro account FanGeo in questo momento.
pl: Twój obecny adres e-mail pozostanie zarezerwowany i nie można go obecnie użyć do utworzenia kolejnego konta FanGeo.
pt: Seu endereço de e-mail atual permanecerá reservado e não poderá ser usado para criar outra conta FanGeo neste momento.
ru: Ваш текущий адрес электронной почты останется зарезервированным и в настоящее время не может быть использован для создания другой учетной записи FanGeo.
sq: Adresa juaj aktuale e emailit do të mbetet e rezervuar dhe nuk mund të përdoret për të krijuar një llogari tjetër FanGeo në këtë moment.
zh_hans: 您当前的电子邮件地址将保留，目前不能用于创建另一个FanGeo 帐户。

source: Your go-to place to watch games and connect with fans.
de: Ihre Anlaufstelle, um Spiele anzusehen und mit Fans in Kontakt zu treten.
es: Tu local ideal para ver partidos y conectarte con los aficionados.
fr: Votre lieu idéal pour regarder des matchs et communiquer avec les fans.
it: Il tuo posto dove andare per guardare le partite e connetterti con i fan.
pl: Twoje ulubione miejsce do oglądania meczów i kontaktu z fanami.
pt: Seu local preferido para assistir aos jogos e se conectar com os fãs.
ru: Идеальное площадка для просмотра игр и общения с болельщиками.
sq: Vendi juaj i preferuar për të parë lojëra dhe për t'u lidhur me fansat.
zh_hans: 您观看比赛和与球迷交流的首选场所。

source: Your public business identity
de: Deine öffentliche Business-Identität
es: Tu identidad empresarial pública
fr: Votre identité professionnelle publique
it: La tua identità business pubblica
pl: Twoja publiczna tożsamość firmowa
pt: Sua identidade empresarial pública
ru: Ваша публичная бизнес-идентичность
sq: Identiteti publik i biznesit
zh_hans: 你的公开企业身份

source: Your public fan identity
de: Ihre öffentliche Fanidentität
es: Tu identidad pública de fan
fr: Votre identité publique de fan
it: La tua identità da fan pubblico
pl: Twoja publiczna tożsamość fana
pt: Sua identidade pública de fã
ru: Ваша личность публичного фаната
sq: Identiteti juaj publik i fansave
zh_hans: 您的公众粉丝身份

source: Your rating
de: Ihre Bewertung
es: Tu calificación
fr: Votre note
it: La tua valutazione
pl: Twoja ocena
pt: Sua classificação
ru: Ваш рейтинг
sq: Vlerësimi juaj
zh_hans: 您的评价

source: Your request was sent. FanGeo Support will review it. If we need more details, a support chat will appear here.
de: Ihre Anfrage wurde gesendet. FanGeo Der Support wird es überprüfen. Wenn wir weitere Details benötigen, wird hier ein Support-Chat angezeigt.
es: Su solicitud fue enviada. FanGeo El soporte lo revisará. Si necesitamos más detalles, aparecerá un chat de soporte aquí.
fr: Votre demande a été envoyée. FanGeo Le support l'examinera. Si nous avons besoin de plus de détails, un chat d'support apparaîtra ici.
it: La tua richiesta è stata inviata. FanGeo Il supporto lo esaminerà. Se abbiamo bisogno di maggiori dettagli, qui apparirà una chat di supporto.
pl: Twoja prośba została wysłana. FanGeo wsparcie to sprawdzi. Jeśli będziemy potrzebować więcej szczegółów, tutaj pojawi się czat pomocy technicznej.
pt: Sua solicitação foi enviada. FanGeo O suporte irá revisá-lo. Se precisarmos de mais detalhes, um chat de suporte aparecerá aqui.
ru: Ваш запрос отправлен. FanGeo Служба поддержки рассмотрит его. Если нам понадобится дополнительная информация, здесь появится чат поддержки.
sq: Kërkesa juaj u dërgua. FanGeo Mbështetja do ta shqyrtojë atë. Nëse na duhen më shumë detaje, këtu do të shfaqet një bisedë mbështetëse.
zh_hans: 您的请求已发送。 FanGeo 支持人员将对其进行审核。如果我们需要更多详细信息，此处将显示支持聊天。

source: Your reset link has opened FanGeo. Set a new password, then sign in again.
de: Ihr Reset-Link wurde FanGeo geöffnet. Legen Sie ein neues Passwort fest und melden Sie sich erneut an.
es: Su enlace de reinicio se ha abierto FanGeo. Establezca una nueva contraseña y luego inicie sesión nuevamente.
fr: Votre lien de réinitialisation s'est ouvert FanGeo. Définissez un nouveau mot de passe, puis reconnectez-vous.
it: Il collegamento di ripristino è stato aperto FanGeo. Imposta una nuova password, quindi accedi nuovamente.
pl: Twój link resetujący został otwarty FanGeo. Ustaw nowe hasło, a następnie zaloguj się ponownie.
pt: Seu link de redefinição abriu FanGeo. Defina uma nova senha e faça login novamente.
ru: Ваша ссылка для сброса открылась FanGeo. Установите новый пароль, затем войдите снова.
sq: Lidhja juaj e rivendosjes është hapur FanGeo. Vendosni një fjalëkalim të ri dhe më pas regjistrohuni përsëri.
zh_hans: 您的重置链接已打开FanGeo。设置新密码，然后重新登录。

source: Your selections
de: Ihre Auswahl
es: Tus selecciones
fr: Vos sélections
it: Le tue selezioni
pl: Twoje wybory
pt: Suas seleções
ru: Ваш выбор
sq: Zgjedhjet tuaja
zh_hans: 您的选择

source: Your Teams Live
de: Ihre Teams leben
es: Tus equipos en vivo
fr: Vos équipes en direct
it: Le tue squadre in diretta
pl: Twoje zespoły na żywo
pt: Suas equipes ao vivo
ru: Ваши команды в прямом эфире
sq: Ekipet tuaja jetojnë
zh_hans: 您的团队现场直播

source: Your venue claim is being reviewed. Venue tools unlock once a venue is approved.
de: Ihr Anspruch auf Veranstaltungsort wird geprüft. Veranstaltungsort-Tools werden freigeschaltet, sobald ein Veranstaltungsort genehmigt wurde.
es: Se está revisando su reclamo de sede. Las herramientas del local se desbloquean una vez que se aprueba el local.
fr: Votre réclamation de lieu est en cours d'examen. Les outils du site se déverrouillent une fois qu'un lieu est approuvé.
it: La tua richiesta di sede è in fase di revisione. Gli strumenti della sede si sbloccano una volta approvata la sede.
pl: Twoje zgłoszenie dotyczące obiektu jest sprawdzane. Narzędzia dotyczące obiektów odblokowują się po zatwierdzeniu miejsca.
pt: Sua reivindicação de local está sendo analisada. As ferramentas do local são desbloqueadas assim que o local é aprovado.
ru: Ваша заявка на площадка проведения находится на рассмотрении. Инструменты места проведения разблокируются после утверждения места проведения.
sq: Pretendimi juaj për vendin e ngjarjes po shqyrtohet. Mjetet e vendit të ngjarjes hapen pasi të miratohet një vendi.
zh_hans: 您的场地申请正在审核中。一旦场地获得批准，场地工具就会解锁。

source: Zoom out or search this area.
de: Verkleinern oder durchsuchen Sie diesen Bereich.
es: Alejar o buscar en esta área.
fr: Effectuez un zoom arrière ou effectuez une recherche dans cette zone.
it: Rimpicciolisci o cerca in quest'area.
pl: Pomniejsz lub przeszukaj ten obszar.
pt: Diminua o zoom ou pesquise nesta área.
ru: Уменьшите масштаб или найдите эту область.
sq: Zmadhoni ose kërkoni këtë zonë.
zh_hans: 缩小或搜索该区域。

source: 💬 Support Center
es: 💬 Centro de soporte
fr: 💬 Centre d'assistance
it: 💬 Centro assistenza
pl: 💬 Centrum pomocy
pt: 💬 Central de suporte
ru: 💬 Центр поддержки
sq: 💬 Qendra e mbështetjes
zh_hans: 💬 客服中心

source: Apple Calendar Integration
es: Integración con Apple Calendar
fr: Intégration Apple Calendar
it: Integrazione Apple Calendar
pl: Integracja z Apple Calendar
pt: Integração com Apple Calendar
ru: Интеграция с Apple Calendar
sq: Integrimi me Apple Calendar
zh_hans: Apple 日历集成

source: Bio
es: Biografía
fr: Biographie
pl: Życiorys
pt: Biografia
ru: Био
zh_hans: 简介

source: Business
es: Negocio
fr: Entreprise
pl: Firma
pt: Empresa
ru: Бизнес
sq: Biznes
zh_hans: 企业

source: Business @handle
es: Negocio @handle
fr: Entreprise @handle
pt: Negócio @handle
ru: Бизнес @handle
sq: Biznes @handle
zh_hans: 企业 @handle

source: Business Intelligence
es: Inteligencia de negocio
fr: Intelligence d'affaires
it: Intelligenza aziendale
pl: Inteligencja biznesowa
pt: Inteligência Empresarial
ru: бизнес-аналитика
sq: Inteligjenca e Biznesit
zh_hans: 商业智能

source: Business Tools
es: Herramientas empresariales
fr: Outils professionnels
it: Strumenti business
pl: Narzędzia firmowe
pt: Ferramentas empresariais
ru: Инструменты для бизнеса
sq: Mjetet e biznesit
zh_hans: 企业工具

source: Crowd Insights
es: Perspectivas de la multitud
fr: Informations sur la foule
it: Approfondimenti sulla folla
pl: Spostrzeżenia tłumu
pt: Informações da multidão
ru: Анализ толпы
sq: Vështrime të turmës
zh_hans: 人群洞察

source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Детали
sq: Detajet
zh_hans: 详情

source: Engagement
es: Compromiso
fr: Fiançailles
it: Fidanzamento
pl: Zaręczyny
pt: Noivado
ru: Обручение
sq: fejesa
zh_hans: 订婚

source: Fan Engagement
es: Compromiso de los fans
fr: Engagement des fans
it: Coinvolgimento dei tifosi
pl: Zaangażowanie fanów
pt: Engajamento dos fãs
ru: Вовлечение фанатов
sq: Angazhimi i Fanave
zh_hans: 粉丝参与度

source: Fan Chat
es: Chat de fans
fr: Chat des fans
it: Chat fan
pl: Czat fanów
pt: Chat de fãs
ru: Чат фанатов

source: fan_updates
es: Actualizaciones de fans
fr: Actus des fans
it: Aggiornamenti fan
pl: Aktualizacje fanów
pt: Atualizações dos fãs
ru: Обновления фанатов
sq: Përditësime për tifozët
zh_hans: 球迷动态

source: FanGeo partner
es: FanGeo socio
fr: FanGeo partenaire
it: FanGeo socio
pl: FanGeo partnerze
pt: FanGeo parceiro
ru: FanGeo партнёр
zh_hans: FanGeo合作伙伴

source: FanGeo Support
es: Soporte FanGeo
fr: Support FanGeo
it: Supporto FanGeo
pl: Pomoc FanGeo
pt: Suporte FanGeo
ru: Поддержка FanGeo
sq: Mbështetja FanGeo
zh_hans: FanGeo 客服

source: Handle
es: Identificador
fr: Identifiant
pl: Pseudonim
pt: Identificador
ru: Хэндл
sq: Identifikuesi
zh_hans: 标识

source: Lakers fan in Salt Lake City
es: Fanático de los Lakers en Salt Lake City
fr: Fan des Lakers à Salt Lake City
it: Tifoso dei Lakers a Salt Lake City
pl: Fan Lakers w Salt Lake City
pt: Torcedor do Lakers em Salt Lake City
ru: Фанат Лейкерс в Солт-Лейк-Сити
sq: Tifoz i Lakers në Salt Lake City
zh_hans: 盐湖城的湖人球迷

source: Live
es: En vivo
fr: En direct
it: Vivere
pl: Na żywo
pt: Ao vivo
ru: В эфире
sq: Jetoni
zh_hans: 居住

source: min
es: mín.
ru: мин
zh_hans: 分钟

source: OK
es: DE ACUERDO
fr: D'ACCORD
ru: ХОРОШО
zh_hans: 好的

source: Optional
es: Opcional
fr: Facultatif
it: Opzionale
pl: Fakultatywny
pt: Opcional
ru: Необязательный
sq: Fakultative
zh_hans: 选修的

source: Rate
es: Tasa
fr: Taux
it: Valutare
pl: Wskaźnik
pt: Avaliar
ru: Ставка
sq: Vlerësoni
zh_hans: 速度

source: signal
es: señal
it: segnale
pl: sygnał
pt: sinal
ru: сигнал
sq: sinjal
zh_hans: 信号

# support
source: Support Center
es: Centro de soporte
fr: Centre d'assistance
it: Centro assistenza
pl: Centrum wsparcia
pt: Central de suporte
ru: Центр поддержки
sq: Qendra e mbështetjes
zh_hans: 支持中心

source: Support
es: Soporte
it: Supporto
pl: Pomoc
pt: Suporte
ru: Поддержка
sq: Mbështetje
zh_hans: 客服

source: Upgrade
es: Mejora
fr: Mise à niveau
it: Aggiornamento
pl: Aktualizacja
pt: Atualizar
ru: Обновление
sq: Përmirëso
zh_hans: 升级

source: Venue Details
es: Detalles del lugar
fr: Détails du lieu
it: Dettagli locale
pl: Szczegóły miejsca
pt: Detalhes do local
ru: Детали места
sq: Detajet e vendit
zh_hans: 场馆详情

source: vs
fr: contre
it: contro
pt: contra
ru: против
zh_hans: 与

source: Normal
it: Normale
pl: Normalnie
ru: Обычно
zh_hans: 正常

source: Pickup
ru: Пикап
zh_hans: 友谊赛
